[General]
language=български
link_pc_name=PC Name 

link_connect_pwd=Парола 

link_file_path=Папка Входяща поща 

link_auto_start=Автоматично стартирате 

link_change_folder_btn=Промени 

link_open_folder_btn=Отвори 

link_change_folder_dialog_title=Моля изберете папка за Входяща поща 

link_save_button=Запази 

link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Всички права запазени.</c> 

link_save_success_msg=Запазването на настройките е успешно. 

link_save_success_title=Съобщение 

link_error_title=Грешка 

link_error_program_already_ran=Приложението работи, моля проверете системния трей. 

link_error_program_expire=Срокът на Тестовата версия изтече, моля свържете се с Shirui, за да получите нова. 

link_open_main_window=Отвори SeewoLink 

link_exit_program=Изход 

link_minimize_to_tray=Минимизирай в системния трей 

link_open_spec=Помощ 

link_update=Актуализация 

link_register=Регистриране 


link_error_title=Грешка 

link_message_title= Съобщение 

link_update_network_error=Мрежовото свързване е неуспешно, моля опитайте по-късно. 

link_home_qrcode_tip=Android клиент 

link_connect_pc_tip=свързване към компютъра

link_reg_serial_invalid=Невалиден сериен номер 

link_reg_partial_success=Поздравления! Валидността на този сериен номер ще изтече след пробен срок от %d. Можете още да използвате този сериен номер за още %d машини. 

link_reg_full_success=Поздравления! Този Сериен номер е валиден завинаги. Можете още да използвате този сериен номер за още %d машини. 

link_reg_response_failed=Съжаляваме! Вашатарегистрация е неуспешна. 

link_reg_response_serial_error=Съжаляваме! Вашата регистрация е неуспешна. Причина: Грешка в серийния номер. 

link_reg_response_error_lock=Съжаляваме! Вашата регистрация е неуспешна. Причина: Серийният номер е регистрирам от някоя друга машина. 

link_reg_response_day_expire=Съжаляваме! Вашата регистрация е неуспешна. Причина: Валидността на този сериен номер е изтекла. 

link_reg_input_serial_text=Моля въведете сериен номер 

link_error_unknown=Неизвестна грешка. 

link_reg_message_remaindays=Вашият сетфификат ще изтече след %d опита. 

link_reg_message_remaindays_tip= <c color="CCCCCC">Версия %s, Регистриран</c> 

link_reg_message_remaindays_warn=<c color="CCCCCC">%s,</c><c color="1899ED"><u><b><a id="1050">Остават</a></b></u></c><c color="CCCCCC">опита</c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">Регистрирайте</c>

link_reg_message_remaindays_reminder=<c color="CCCCCC">Версията е %s</c><c color="1899ED"><b>. нерегистриран </b></c><c color="FFFFFF">, Остава </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">опита.</c> 
link_reg_rd_renew_button=Обновете 

link_confirm_button=OK 

link_cancel_button=Отказ 

link_reg_read_reginfo_error=Неуспешно прочетена информация за регистриране, Моля, регистрирайте се отново. 

link_lang_setting_button=Език 

link_lang_setting_hint=Моля изберете вашия език: 

link_lang_setting_ok=OK 

link_lang_setting_cancel=Отказ 

link_annotation_stop=Стоп 

link_auto_start_tip=SeewoLink стартира с Windows 

link_lang_tip=Език 

link_tab_text_status=Статус 

link_tab_text_set=Настройка 

link_tab_text_about=За 

link_stat_connected_device_tip= Свързан клиент: 

link_stat_connected_device= НУЛА 

link_stat_conn_barcode_tip=свързване 

link_tab_text_help=<c color="FFFFFF">За помощ, </c><c color="0000ff"><u><a id="1051"> Щракнете тук </a></u></c> 

link_client_connected_tip=<c color="CCCCCC">%s<br/>Свързан</c> 

link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Изключен</c> 

link_softap_tip=Hotspot

link_softap_info=<c color="808080">хотспот: %s</c><br/><c color="808080">парола: %s</c> 

link_softap_on=<c color="CCCCCC">Хотспотът:%s<br/> е стартиран</c> 

link_softap_off=<c color="CCCCCC">Хотспотът е спрян</c> 

link_softap_error=Хотспотът не може да се стартира, моля уверете се, че WLAN комуникацията е включена 

link_update_title=SeewoLink актуализация 

link_update_confirm=Бихте ли желали да актуализирате към последната версия? 

link_update_success=Обновен е до последната версия 

link_update_failed=Неуспешна атуализация до последната версия, моля посетете официалния сайт, за да получите най-новата версия 

link_setup_uninstall=Деинсталирай 

link_setup_old_verision= стара версия на %s е инсталирана, тя трябва да се премахне, преди инсталирането на новата версия. 

link_setup_restart_prompt=%s необходимо е да рестартирате вашия компютър! 

link_setup_system_not_match=%s необходимо е да имате поне Windows 7，инсталацията ще бъде прекратена!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer